Revit 2027 API
ParameterTypeId.StairsRailingRailHeight Property
 "Rail Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingRailHeight { get; }
Public Shared ReadOnly Property StairsRailingRailHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingRailHeight {
	ForgeTypeId^ get ();
}
static member StairsRailingRailHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace